accerciser
aisleriot
alsa-tools
alsa-utils
anjuta
apache-ant
archlinux-themes-slim
autoconf
automake
baobab
bash
bash-completion
bijiben
binutils
bison
bluez-utils
brasero
bzip2
cabal-install
conky
coreutils
cronie
cryptsetup
ctags
cups
devhelp
device-mapper
dhcpcd
dialog
diffutils
dosfstools
e2fsprogs
efibootmgr
empathy
eog
epiphany
evince
evolution
expect
fakeroot
feh
file
filesystem
findutils
firefox
five-or-more
flashplugin
flex
folks
four-in-a-row
fprintd
gawk
gcc
gcc-libs
gdm
gedit
gettext
ghc
gimp
glibc
gnome-backgrounds
gnome-calculator
gnome-chess
gnome-clocks
gnome-contacts
gnome-control-center
gnome-desktop
gnome-devel-docs
gnome-dictionary
gnome-disk-utility
gnome-documents
gnome-font-viewer
gnome-getting-started-docs
gnome-icon-theme-extras
gnome-keyring
gnome-klotski
gnome-logs
gnome-mahjongg
gnome-maps
gnome-mines
gnome-music
gnome-nettool
gnome-nibbles
gnome-photos
gnome-robots
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-sudoku
gnome-system-log
gnome-system-monitor
gnome-terminal
gnome-tetravex
gnome-themes-standard
gnome-tweak-tool
gnome-user-docs
gnome-user-share
gnome-weather
gnucash
gnuplot
gparted
gptfdisk
graphviz
grep
grilo-plugins
grub
gst-libav
gtk2-perl
gucharmap
gvim
gzip
hdparm
hplip
htop
iagno
ifplugd
imagemagick
imagemagick-doc
inetutils
inkscape
iproute2
iputils
irssi
iw
jdk8-openjdk
jfsutils
less
lib32-alsa-plugins
lib32-libcanberra
lib32-libpulse
libreoffice-still
libtool
licenses
lightsoff
links
linux
lirc
logrotate
lvm2
lyx
m4
make
man-db
man-pages
mdadm
mercurial
mlocate
mousetweaks
mutter
nano
nautilus
net-tools
netctl
networkmanager-openconnect
ntfs-3g
ntp
octave
openconnect
openjdk8-doc
openjdk8-src
openssh
orca
pacman
patch
pciutils
pcmciautils
perl
pkg-config
polari
poppler-qt4
postgresql
procps-ng
psmisc
putty
python-pip
python-pyqt4
python2-pip
python2-setuptools
qt5-connectivity
qt5-enginio
qt5-graphicaleffects
qt5-imageformats
qt5-location
qt5-multimedia
qt5-quick1
qt5-quickcontrols
qt5-script
qt5-sensors
qt5-serialport
qt5-svg
qt5-tools
qt5-translations
qt5-webkit
qt5-websockets
qt5-x11extras
quadrapassel
r
refind-efi
reiserfsprogs
rfkill
rsync
rygel
s-nail
seahorse
sed
shadow
skype
slim
slim-themes
smartmontools
source-highlight
strace
sudo
sushi
swell-foop
sysfsutils
syslinux
systemd-sysvcompat
tali
tar
texinfo
texlive-bibtexextra
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-genericextra
texlive-humanities
texlive-music
texlive-plainextra
texlive-pstricks
texlive-publishers
texlive-science
totem
tracker
transcode
transmission-cli
transmission-gtk
transmission-qt
trayer
tree
ttf-dejavu
unrar
usbutils
util-linux
vi
vinagre
vino
vlc
vpnc
w3m
wget
which
wine
wine_gecko
wpa_supplicant
xclip
xcompmgr
xdg-user-dirs-gtk
xf86-input-synaptics
xf86-video-intel
xf86-video-nouveau
xfsprogs
xorg-fonts-type1
xorg-server
xorg-server-utils
xorg-server-xvfb
xorg-twm
xorg-xclock
xorg-xdm
xorg-xinit
xorg-xmessage
xscreensaver
xterm
yelp
zsh
